[
    {
        "id": 0,
        "password": "start",
        "location_name": "introduction",
        "intro_text": "Klockan har precis slagit 04:47 och det knackar aggressivt på dörren till familjen B0065X2. BAAM BAAM BAAM. Pappan i familjen öppnar och det är tydligt att det är en general från imperiet som står i dörren. Samtalet avslutas och pappan berättar för familjen att de kräver en stor summa pengar av familjen, annars skickas de vuxna till arbetslägren och barnen till fabrikerna. Därför måste föräldrarna ge sig ut leta efter jobb. Ni i syskonskaran bestämmer er för att försöka hjälpa familjen att klara sig från detta mörka öde och ger er ut för att leta rätt på arbete som kan generera mer pengar till familjekassan. För att få reda på var dagens arbetsmöjligheter finns måste ni ta er till arbetsledaren Car Digan som befinner sig ... ",
        "task_text": "Regler: Spelet går ut på att arbeta ihop tillräckligt mycket pengar för att kunna rädda familjen från sitt öde. Efter att ha mottagit ett kuvert med dagens arbetsmöjligheter öppnas kartan upp och ni måste ta er till de olika platserna för att utföra jobben. Väl på plats stöter ni på gåtor som tar er till en mindre del av området där en uppgift måste lösas. Löser ni denna uppgift tilldelas ni en viss summa pengar och kan gå vidare till nästa plats. Men märk väl - det kommer vara av största vikt att vara uppmärksam på sin omgivning på de olika platserna, då detta kan komma att gynna er längre fram under dagen. Regler och beskrivningar för de olika uppgifterna presenteras på vardera plats.",
        "background_picture": "..\/images\/startpage.jpeg",
        "checked_in": false,
        "checked_out": false
    },
    {
        "id": 1,
        "password": "1234",
        "current_balance": 0,
        "location_name": "triangeln",
        "location_url": "test\/triangeln",
        "intro_text": "Välkommen till Triangeln! ",
        "riddle_text": "Vid Malmös stora Pythagoras-modell står köpcentrum, station och Scandic-hotell. Ni tänkte kanske på shoppingen, bland folk och butiker? Nej, här krävs det att ni tar till andra tekniker. Denna gåta leder inte till stenvägg eller träd. Men många har passerat dess portar efter en färd. Om kompassens pil pekar mot tomtefars hem.Kan ni hitta den passande triangulära ingången sen?",
        "task_text": "Fyll i svaret på gåtan här.",
        "background_picture": "..\/images\/triangeln_butiksbitrade.png",
        "QR_handling": "",
        "checked_in": false,
        "checked_out": false
    },
    {
        "id": 2,
        "password": "165664",
        "current_balance": 3000,
        "location_name": "knarkrondellen",
        "location_url": "test\/knarkrondellen",
        "intro_text": "Välkommen till knarkrondellen!",
        "riddle_text": "5 av mig är viktigare än de andra. På dessa finns både  tvåbenta, fyrbenta och bevingade.",
        "task_text": "Totalen av oss på de viktiga pelarna ger er koden för att klara uppgiften. Räkna oss och tänk på att åldern inte är relevant för att räknas.",
        "background_picture": ".\/images\/213",
        "QR_handling": "",
        "checked_in": true,
        "checked_out": true
    },
    {
        "id": 3,
        "password": "morot",
        "current_balance": 2000,
        "location_name": "möllan",
        "location_url": "test\/möllan",
        "intro_text": "Välkommen till Möllevångstorget",
        "riddle_text": "Vi står här år efter år i alla väder utan att röra en fena, vi har fötter knän tår och lår men vi rör ändå aldrig på bena.",
        "task_text": "Lös Wordle för att sälja så många grönsaker och frukter som möjligt.",
        "background_picture": ".\/images\/213",
        "QR_handling": "",
        "checked_in": true,
        "checked_out": true
    },
    {
        "id": 4,
        "password": "67510",
        "current_balance": 6000,
        "location_name": "friisgatan",
        "location_url": "test\/friisgatan",
        "intro_text": "Välkommen till Friisgatan!",
        "riddle_text": "På denna plats hittas vår allas King of rock.I formen han var, är inte fallet dock. Ligger i marken de numera båda gör.Lyfta blicken ni därför inte bör.",
        "task_text": "Använda en analog mall för att hitta “C” på mosaik-objektets tröja. C-et är sedan den rörelsen som behöver utföras på lock-upen.",
        "background_picture": ".\/images\/213",
        "QR_handling": "",
        "checked_in": true,
        "checked_out": true
    },
    {
        "id": 5,
        "password": "malmö",
        "current_balance": 9000,
        "location_name": "folkets_park",
        "location_url": "test\/folkets_park",
        "intro_text": "Välkommen till Folkets Park!",
        "riddle_text": "Plats där du kan resa genom stadens rika historia jag är, utan att röra sig särskilt långt upptäckt staden med varje slag kan du här.",
        "task_text": "Golfbanan borde behöva lite renovering, ert uppdrag är att uppdatera golfbanan med nya ställen. Vissa ställen kommer dock behöva lämnas kvar, så det kan vara en bra idé att kolla runt på golfbanan först. I kuvertet finner ni det som behövs för att lösa uppgiften.",
        "background_picture": ".\/images\/213",
        "QR_handling": "",
        "checked_in": true,
        "checked_out": true
    },
    {
        "id": 6,
        "password": "SKA LÄGGAS TILL!",
        "current_balance": 0,
        "location_name": "magisterparken",
        "location_url": "test\/magisterparken",
        "intro_text": "Välkommen till Magisterparken!",
        "riddle_text": "Över 100 år gammal jag är. Rotad jag alltid står här. Kring mig flockas många underliga ting. Ta en titt och se er omkring",
        "task_text": "“Hidden in plain sight”. Hitta de gömda objekten som alla har en bokstav på sig. Använd bokstäverna till att sammanställa lösenordet.",
        "background_picture": ".\/images\/213",
        "QR_handling": "",
        "checked_in": false,
        "checked_out": false
    }
]